<?php

return [
    'add_item' => 'عملیات با موفقیت انجام شد.',
    'edit_item' => 'ویرایش با موفقیت انجام شد.',
    'delete_item' => 'حذف با موفقیت انجام شد.',
    'add_news_letter' => 'عضویت شما در خبرنامه با موفقیت انجام شد.',
    'employment_submit' => 'فرم استخدام شما با موفقیت ثبت شد، به زودی با شما تماس خواهیم گرفت.',
    'contact_us_submit' => 'درخواست شما با موفقیت ثبت شد.',
    'false_user' => 'نام کاربری یا رمز ورود اشتباه است.',
    'password_changed' => 'رمز عبور با موفقیت تغییر یافت.',
    'password_not_changed' => 'کلمه عبور فعلی صحیح نمیباشد.',
    'add_newsletter' => 'عضویت شما در خبرنامه با موفقیت انجام شد.',
    'remove_newsletter' => 'عضویت شما با موفقیت لغو شد.',
    'unsuccessful_operation' => 'متاسفانه عملیات با موفقیت انجام نشد.',
    'choose_at_least_one_item' => 'حداقل یک آیتم را انتخاب نمایید.',
    'blocked_admin_user' => 'حساب کاربری شما توسط مدیر سایت مسدود شده است.',
    'change_profile' => 'در این بخش می توانید نام کاربری و کلمه عبور خود را برای ورود ویرایش کنید.',
    'access_restriction' => 'متاسفانه، به صفحه مورد نظر دسترسی ندارید. برای اطلاعات بیشتر موضوع را با مدیریت ارشد مطرح نمائید.',

    'error' => 'خطا',
    'warning' => 'توجه',


    'delete_modal' => 'حذف',
    'delete_modal_cancel' => 'انصراف',
    'delete_modal_accept' => 'تایید حذف',
    'delete_modal_content' => 'آیا از حذف موارد انتخاب شده اطمینان دارید؟',

    'title' => 'عنوان',
    'title_menu' => 'عنوان منو',
    'name' => 'نام',
    'slug' => 'برچسب',
    'description' => 'توضیحات',
    'slogan' => 'شعار',
    'contractor' => 'پیمانکار',
    'category' => 'دسته بندی',
    'content' => 'متن',
    'product' => 'محصول',
    'tel' => 'تلفن',
    'tel2' => 'تلفن دوم',
    'email' => 'ایمیل',
    'email2' => 'ایمیل دوم',
    'address' => 'آدرس',
    'permission' => 'دسترسی',

    'choose_icon' => 'انتخاب آیکون',
    'choose_image' => 'انتخاب عکس',
    'choose_main_image' => 'انتخاب عکس اصلی',
    'choose_pdf' => 'انتخاب فایل PDF',
    'no_file_selected' => 'هیچ فایلی انتخاب نشده',


    //Iran_dena
    'contact_form' => 'متن فرم تماس با ما',
    'toshiba_about' => 'متن توشیبا در صفحه اصلی',
    'about_footer' => 'متن درباره ما در فوتر',
    'product_category' => 'متن صفحه دسته بندی محصولات',
    'clinic_solution' => 'متن صفحه حوزه های پزشکی',
    'employment_form' => 'متن صفحه فرم استخدام',
    'access_show_msg' => 'شما می توانید کد زیر را برای پیگیری وضعیت محموله خود استفاده کنید.',
    'error_404' => 'متاسفانه صفحه درخواست شده در دسترس نمی باشد، شما می توانید از لینک زیر به صفحه اصلی بازگردید..',
    'already_registered' => 'شما قبلا ثبت نام کرده اید لطفا از پنل ورود، وارد بخش کاربری خود شوید.',
    'invalid_access_code' => 'این کد دسترسی معتبر نمی باشد.',
    'submitted_cargo' => 'محموله شما با موفقیت ارسال شده و دیگر نیازی به بررسی وضعیت محموله نمی باشد.',
    'incorrect_user_information' => 'اطلاعات کاربری درست نیست.',
    'complete_confirm' => 'عضویت شما با موفقیت انجام شد ، لطفا برای تکمیل عضویت ، به ایمیل خود مراجعه نمایید.',
    'confirm_completed' => 'عضویت شما تکمیل شد، اکنون با اطلاعات کاربری خود وارد سیستم شوید.',
    'register_false' => "عضویت شما تکمیل نشد لطفا مجددا به ایمیل خود مراجعه نموده و بر روی لینک تکمیل عضویت کلیک کنید.",

    //Reza Sarlak
    'delete-success'=>'اطلاعات با موفقیت حذف شد '
];
